tap "bramstein/webfonttools"
tap "carlocab/personal"
tap "cloudentity/tap"
tap "cloudflare/cloudflare"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "infrahq/tap"
tap "khanhas/tap"
tap "microsoft/git"
tap "esolitos/ipa"
brew "ffsend"
brew "esolitos/ipa/sshpass"
brew "vite"
brew "android-platform-tools"
brew "adb-enhanced"
brew "hugo"
brew "vcluster"
brew "atuin"
brew "kubectl"
brew "colima"
brew "lima"
brew "bitwarden-cli"
brew "ack"
brew "act"
brew "age"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "pkg-config"
brew "coreutils"
brew "direnv"
brew "doctl"
brew "jpeg"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "libtool"
brew "gnupg"
brew "go"
brew "python@3.10"
brew "grep"
brew "helm"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "kind"
brew "moreutils"
brew "ncurses"
brew "neovim"
brew "openssh"
brew "pigz"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "rename"
brew "sops"
brew "ssh-copy-id"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zplug"
brew "zsh-autosuggestions"
brew "carlocab/personal/unrar"
brew "fluxcd/tap/flux"
brew "podman"
brew "mas"
cask "discord-canary"
cask "gimp"
cask "iterm2"
cask "raycast"
cask "slack"
cask "spotify"
cask "vlc"
cask "yubico-yubikey-manager"
mas "Xcode", id: 497799835
mas "Twingate", id: 1501686317
mas "Bitwarden", id: 1352778147
mas "VMware Remote Console", id: 1230249825
mas "Wireguard", id: 1451685025
mas "Microsoft Remote Desktop", id: 1295203466
