tap "bramstein/webfonttools"
tap "carlocab/personal"
tap "cloudentity/tap"
tap "cloudflare/cloudflare"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "infrahq/tap"
tap "khanhas/tap"
tap "microsoft/git"
tap "mongodb/brew"
tap "somuchforsubtlety/tap"
tap "twitchdev/twitch"
brew "ack"
brew "act"
brew "age"
brew "ansible"
brew "giflib"
brew "autoconf"
brew "automake"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "cloudflare-wrangler"
brew "cmctl"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "docker-compose"
brew "doctl"
brew "libevent"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "jpeg"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libtool"
brew "gnupg"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "grep"
brew "helm"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "ldns"
brew "libfido2"
brew "librsvg"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "lynx"
brew "mas"
brew "mercurial"
brew "minikube"
brew "node@16"
brew "mongosh"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node@14"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "redis"
brew "rename"
brew "rlwrap"
brew "s3cmd"
brew "saml2aws"
brew "sops"
brew "ssh-copy-id"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "woff2"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zplug"
brew "zsh-autosuggestions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "carlocab/personal/unrar"
brew "cloudentity/tap/oauth2c"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "fluxcd/tap/flux"
brew "mongodb/brew/mongodb-community"
brew "podman"
brew "twitchdev/twitch/twitch-cli"
cask "discord-canary"
cask "gimp"
cask "git-credential-manager-core"
cask "intellij-idea-ce"
cask "iterm2"
cask "mullvadvpn"
cask "ngrok"
cask "raycast"
cask "slack"
cask "spotify"
cask "vlc"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
