tap "hashicorp/tap", trusted: true
tap "docker/tap", trusted: true
tap "kcl-lang/tap", trusted: true
{{- if and .machine (index .machine "personal") }}
tap "siderolabs/tap", trusted: true
tap "fluxcd/tap", trusted: true
{{- end }}

brew "ansible"
brew "ansible-lint"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "coreutils"
brew "crane"
brew "curl"
brew "direnv"
brew "dive"
brew "drill"
brew "docker-language-server"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "govc"
brew "hashicorp/tap/terraform"
brew "helix"
brew "helm-docs"
brew "helm-ls"
brew "helm"
brew "helmfile"
brew "htop"
brew "herdr"
brew "hwatch"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "kcl-lang/tap/kcl"
brew "kopia"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "lefthook"
brew "minikube"
brew "minio-mc"
brew "mtr"
brew "mlx-lm"
brew "nmap"
brew "opencode"
brew "pi-coding-agent"
brew "poetry"
brew "postgresql"
brew "ripgrep"
brew "sshpass"
brew "skopeo"
brew "stern"
brew "telnet"
brew "terraform-ls"
brew "tflint"
brew "tree"
brew "ty"
brew "unzip"
brew "wget"
brew "yq"
brew "uv"

cask "google-chrome"
cask "gcloud-cli"
cask "kopiaui"
cask "ghostty"
cask "itsycal"
cask "orbstack"
cask "slack"
cask "docker/tap/sbx"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

{{- if and .machine (index .machine "personal") }}
brew "act"
brew "ente-cli"
brew "fluxcd/tap/flux"
brew "imagemagick"
brew "libvirt"
brew "mas"
brew "minijinja-cli"
brew "pre-commit"
brew "node"
brew "nmstatectl"
brew "sops"
brew "talhelper"
brew "talosctl"
brew "restic"
brew "yamlfmt"
brew "yamllint"
brew "yaml-language-server"
brew "yt-dlp"
brew "wireguard-tools"

cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "appcleaner"
cask "audacity"
cask "autodesk-fusion"
cask "betterdisplay"
cask "discord"
cask "headlamp"
cask "iina"
cask "keycastr"
cask "loopback"
cask "moonlight"
cask "multipass"
cask "obs"
cask "orcaslicer"
cask "plex"
cask "raspberry-pi-imager"
cask "steam"
cask "the-unarchiver"
cask "transmit"
cask "wireshark-app"

mas "1Password for Safari", id: 1569813296
mas "Microsoft Remote Desktop", id: 1295203466
mas "Nautik", id: 1672838783
mas "Sink It for Reddit", id: 6449873635
mas "Twingate", id: 1501592214
mas "WhatsApp", id: 310633997
mas "Wireguard", id: 1451685025
mas "Karakeep", id: 6479258022
mas "reMarkable desktop", id: 1276493162
{{ end }}
